["Свекровь говорит невестке: - Живем мы хорошо, не ругаемся, все у нас есть, вот только хата не побелена! - Мама, а краска есть? - Краска есть, да щетки нету! Невестка бежит к свекру, обрезает ему бороду, делает щетку и белит хату. Свекровь: - Вот хата у нас теперь побелена, а окна не покрашены! - Мама, а краска есть? - Да есть, но кисточки нету! Невестка бежит к свекру, обрезает ему усы, делает кисточку и красит окна. Возвращается с работы муж, видит на дереве своего отца и спрашивает: - Папа, что с тобой, почему ты на дереве сидишь? - Сынок, да бабы собрались блины печь, а я не знаю, есть ли у них яйца!",
"Попали на необитаемый остров американец, немец и русский. Однажды прибило к острову бутылку, открыли они ее, а оттуда - джинн: - Вы меня освободили, я исполню по два ваших желания! - Мешок денег и домой! - сказал американец и исчез. - Кружку пива и домой! - сказал немец и был таков. - Хорошая была компания, ящик водки и всех обратно! - сказал русский.",
"- Блин! - сказал слон, наступив на колобка.",
"Каждое столетие мир объединяется против русских, чтобы получить от них по морде и успокоиться еще на сто лет.",
"Запись в школьном дневнике: - Ваш Вовочка взял с собой в поход водку. Огромное спасибо!",
"Винни Пух поспорил с Пятачком, что выпьет море. Три дня пил он море, да все и выпил. Через час несётся в ужасе Пятачок по лесу и орёт во все горло: - Звери караул, спасайтесь, кто может, Пух писать хочет!",
"Этой ночью я пил с русскими. Всю ночь они рассказывали анекдоты и доказывали мне, что Россия, это страна дураков и плохих дорог. Под утро я с ними согласился, и они набили мне морду.",
"Чебурашка нашёл копейку и спрашивает у Гены: - Гена, а копейка это мало или много? - Да ты теперь миллионер! - шутит крокодил. Чебурашка заходит в магазин, набирает много дорогих игрушек, подаёт копейку удивлённому продавцу и говорит: - Ну чего смотришь, давай сдачу!",
"Папа научил маленького Вовочку считать, теперь папе приходится делить пельмени поровну.",
"Пьяного мужика ночью останавливает полицейский и спрашивает: - Куда идёте? - Иду на лекцию о вреде алкоголизма! - Кто же тебе её ночью читать будет? - Тёща и жена!",
"- Пух, а мы куда идём? - Пятачок, мы идём бить свинью! - А вдруг она убежит? - Только попробуй!",
"Гена и Чебурашка поднимают холодильник на восьмой этаж. Чебурашка запыхавшись, говорит: - Гена, у меня есть хорошая новость и плохая. С какой начать? - Начни с хорошей! - Мы уже на седьмом этаже! - А плохая? - Мы подъезд перепутали!",
"- Вовочка, ты чего такой расстроенный? - Садись, Рома, расскажу. - Ну, рассказывай! - Представляешь, по ходу, скамейка то покрашена.",
"Сидит Гена, читает газету. Подходит Чебурашка и спрашивает: - Гена, а у тебя апельсины есть? - Нет! Через минуту опять подходит Чебурашка и спрашивает: - Гена, а у тебя апельсины есть? - Нет! Чебурашка если ты ещё раз спросишь про апельсины, я возьму молоток, гвозди и прибью тебя за уши к стене. Через минуту опять подходит Чебурашка и спрашивает: - Гена, а у тебя есть молоток? - Нет. - А гвозди есть? - Нет! - А апельсины есть?",
"- Вот это пещера! Наверное, эхо будет! Ау! - Доктор, а вы точно гинеколог?",
"Воспитательница в детском садике спрашивает: - Коля, ты умеешь считать? - Один, два, три, четыре, пять... - Машенька, продолжай! - Шесть, семь, восемь, девять... - Вовочка, считай дальше! - Десятка, валет, дама, король и туз!",
"На уроке физкультуры: - Вовочка, за сколько ты пробежишь 300 метров? - Ну, рублей за 300 пробегу.",
"- Сегодня мы нашли группу русских туристов пропавших в джунглях Таити, все живы и здоровы! - Как вам это удалось, ведь их искали больше года? - Мы нашли их по матерящимся попугаям!",
"- Бабушка, а ты пришла сама? - Сама внученька, сама! - А папа сказал, что тебя черти принесли!",
"Подъехал Илья Муромец к перекрестку, а там камень, а на камне написано: - Направо поедешь - коня потеряешь, прямо поедешь - головы лишишься, налево поедешь - идиотом будешь! Подумал богатырь и поехал налево. Долго ехал Илья, вечером подъехал к избушке Бабы Яги и попросился переночевать. Баба Яга: - Сынок, у меня избушка маленькая, ночуй в комнате с моей дочкой или в конюшне с лошадьми! Призадумался богатырь: - Да этой бабке лет двести, тогда дочке лет сто пятьдесят будет, лучше уж спать в конюшне! Утром выходит Илья Муромец из конюшни, отчищается от навоза, а перед ним девица невиданной красоты. Он спрашивает: - Красавица, а ты кто и что здесь делаешь? - Я дочка Бабы Яги, а ты кто? - Я..., я..., идиот я!",
"Сидит в баре грустный мужик, подпирает голову руками, перед ним стоит полная рюмка. Мимо проходит другой посетитель бара, видит, что мужик ни на что не реагирует и выпивает рюмку. Мужик смотрит на рюмку и говорит: - Вот блин, жизнь пошла! С работы выгнали, жена бросила, машина сгорела, любовница к другому ушла, а тут ещё какой-то придурок мой яд выпил!",
"- Как сказать по татарски вперед? - спрашивает русский у татарина. - Алга! - говорит татарин. - А как сказать назад? - У татар нет назад, они разворачиваются и алга!",
"Попали американец и русский в ад. Сатана: - Вы в какой ад хотите, американский или русский? - А какая разница? - В американском аду нужно каждый день с утра съесть ведро дерьма, а в русском два ведра, а дальше делай что хочешь! Американец выбрал американский ад, а русский - русский ад. Встретились через месяц, русский спрашивает: - Ну как там у вас? - Да все окей, с утра съедаю ведро дерьма и свободен! А у вас? - Да красота, дерьма еще не пробовал, то ведер не хватает, то дерьмо не завезли!",
"- Я согрешил батюшка! - И в чем же ты грешен? - Я обманул еврея! - Успокойся, это не грех, а чудо!",
"Звери судят змею. Ежик: - А давайте ей голову отрубим! - Не, это слишком жестоко! - возражает заяц. - Тогда давайте отрубим змее хвост! - предлагает белка. - Вот-вот, по самую голову! - кричит еж.",
"- Гена, а можно я в кино схожу? - Нет Чебурашка, ты вчера сходил на фильм ужасов, так всю ночь от страха не спал. - Не, Гена сегодня будет боевик. - Ну ладно, иди... Наступает ночь, раздаётся сильный стук в дверь. Гена спрашивает: - Кто там? - Открывай, зелень пузатая, это я, чебуратор...",
"- Сема, за что ты вчера так громко ругал своего сына? - Да купил я ему новые ботинки и велел шагать по лестнице через ступеньку, чтобы подошвы меньше стирались! - И что он тебя не послушал? - Этот маленький и жадный еврей начал перешагивать по две ступеньки и порвал штаны!",
"- Подскажите, а тут мимо вас не пробегало стадо баранов? - А ты отстал что ли?",
"Фашисты оккупировали деревню и забрали всех мужиков в плен. Одна татарка пришла к немецкому начальнику и просит вернуть ей мужа. Начальник: - Хорошо, если узнаешь своего мужа по интимной части тела на ощупь, тогда отдадим! Строят мужиков, посредине шеренги ставят одного немца, завязывают татарке глаза, та щупает и говорит: - Этот не мой, этот тоже не мой! Доходит до немца и возмущается: - А этот, почему здесь? Он вообще не из нашей деревни!",
"Учитель физики: - Вова, назови мне вещество, которое переходит из твердого состояния в газообразное, минуя жидкую фазу. - Вячеслав Иванович, это горох!",
"Профессор Снейп показал, как сварить зелье и спросил: - Кто не понял, прошу встать! Встал всего лишь один Гарри Поттер. Снейп: - Ты что здесь самый тупой? - Да мне как то неудобно, когда вы один стоите!",
"Стоят два сталкера на краю саркофага, один смотрит вниз и говорит: - Блин, брюки вниз улетели! - Да тебя здесь никто не видит и хрен с ними! - Вот и беда, что хрен тоже с ними!",
"Деревня. Свекровь утром: - Невестушка, а ты покормила скотинку? - Нет, мама, еще спит ваш сыночек!",
"Таксист звонит клиенту: - Выходите, машина у подъезда, Мазда, голубой металлик! Выходит бабка и спрашивает: - Милок, это ты голубой Виталик?",
"Гарри возвращается из леса и говорит Рону: - А я для профессора Снейпа в лесу грибов набрал! - А вдруг случайно они ядовитые? - Что значит случайно?",
"Винни Пух с утра подходит к зеркалу и думает: - Здесь я, и там тоже я! В это время раздаётся стук в дверь. Винни спрашивает: - Кто там? - Я! - Круто! Даже там я!",
"- Чебурашка, сгоняй за пивом, башка трещит спасу нет! - Обнаглел ты Гена, как за пивом бегать так Чебурашка, а как вчера другу налить так Жопа с ушами!",
"В пятницу тринадцатого числа решил в шутку вызвать сатану. Нашел в интернете заклинание, читаю, на третьей строчке звонок в дверь. Открываю - бывшая.",
"Зубной врач взялся за зуб, а пациент вцепился в ручки кресла. Стоматолог: - Вот и все, вот ваш зуб! - Спасибо доктор, а вот ваши ручки от кресла!",
"Увидев, что русский достает третью бутылку водки, немец начал писать завещание.",
"Блэк и Снейп ждут Дамблдора. Блэк закуривает, Снейп морщит нос и говорит: - Слушай, Блэк, ты со своей сигаретой смахиваешь на придурка! Тот задумчиво: - Извини, Снейп, я буду смахивать в другую сторону.",
"- Сынок, тебе уроков много задали? - Мамочка, тебе сегодня орать и орать!",
"Крокодил Гена и Чебурашка едут ночью в поезде. Вдруг вагон тряхнуло и что-то упало с полки. Гена спрашивает: - Чебурашка, не знаешь, что там упало? - Это моя пижама! - А почему так громко? - Я её снять не успел!",
"- Да кто мы такие, чтобы противостоять силам природы? - орал Вовочка на субботнике в школе убирая снег.",
"Ежик вышел из тумана - кончилась марихуана.",
"Разговор двух подруг: - Недавно моя свекровь посетила выставку змей. - Ну и как? - Заняла первое место!",
"- Мужчина, вам помочь? - Да, помогите выбрать подарок на 8 марта! - Вам что-нибудь подороже? - Почему вы так думаете? - По тому, что сегодня 10 марта!"]